{"inkVersion":20,"root":[["\n","^(Log: Enters painter's apartment. ) ",{"#":"speaker: system"},{"#":"speakerMode: norm"},{"#":"bgm: 房间"},{"#":"solve: hold"},"\n","^...So here I'm in this empty room. Nothing but a table and a mattress.  ",{"#":"speaker: Me"},{"#":"speakerMode: thought"},{"#":"choiceType: BUTTON"},"\n","^It doesn't feel so good to call somewhere like this home.","\n","^Everything has been displaced... but this mysterious fish scale. Oh, great, now I've still got 8-2' overstocking shitty book with me.","\n","^So empty. As if something has been missing. It's not just the furniture but something more... complex and import. But what could that be?","\n","^Maybe-maybe 8-2 doesn't trick me this time. If a portrait of accuracy could be sufficient to displace something for money, then could I...","\n","^...displace something back from the void, through another portrait of accuracy?","\n","^Maybe I can figure it out. Maybe I could recall what had happened on me.","\n","^Then I could escape from this hollow.","\n","^I'm a painter. The only way to figure out the truth is to - DRAW what has been missing!","\n","^So this is my subject. No matter how I see it it's nothing but a plain fish scale. How would it feels to have it in hand?  ",{"#":"bgm: 柴柴"},{"#":"solve: next"},"\n","^...strong, and...wet. How can it be? It has left the water for this long and it's still...","\n","^I'm sure it's something important. I'd take a closer look. ",{"#":"solve: next"},"\n","^...Wait, what was that glow? ",{"#":"solve: next"},"\n","^I see... water. Water coming out from somewhere, traces damping my skin that almost tickles me. Itchy...!","\n","^So itchy that I want to scratch. I want to hold something firmly. This fish scale in my hand - ",{"#":"solve: next"},"\n","^Feel it - ",{"#":"solve: next"},"\n","^Ouch! ...wait, what is that? ",{"#":"solve: next"},"\n","^Blood spatters. Hands dirty. ",{"#":"solve: next"},"\n","^Thank you for playing we code and code and code, day and night, and it's not done yet. ",{"#":"speaker: Hello"},{"#":"speakerMode: norm"},"\n","end",["done",{"#f":5,"#n":"g-0"}],null],"done",{"global decl":["ev",0,{"VAR=":"failTimes"},0,{"VAR=":"showEggplant"},0,{"VAR=":"enlargeEggplant"},0,{"VAR=":"baoluo"},"/ev","end",null],"#f":1}],"listDefs":{}}