INCLUDE ../global.ink

（叹一口气。） #speaker: 我 #portrait: none #solve: none #speakerMode: norm
有人来了，先把东西收起来吧。
（下午四点半，快餐店已经过了饭店，桌椅都是空的。伙计拼起两张塑料椅，躺在上面睡觉。）#bgm: 日常
（我合上笔记本，端详着突然出现在我面前的人。）
快餐店的生意还没好到需要拼桌吧？
我是你的老朋友巴简二啊！ #speaker: ???
【皱眉/疏离】（8-2？什么东西。）我不认识你。#speaker：我
【轻描淡写】因为你失忆了。#speaker: 8-2
……哈？#speaker: 我
【嘀咕】每个月都要解释一遍，麻烦死了。算了，过两分钟你就能想起来……#speaker: 8-2
如果你打算骗钱的话，那你可找错人了。#speaker: 我
【自嘲】买完这碗面，我就算花光了全部家当，一分钱也不剩了。
【金钱标志闪烁】
哟，这么惨？赌博了？欠高利贷了？嫖娼……#speaker: 8-2
【打断】【愠怒】和你没有关系。#speaker: 我
置换事故，对吧？#speaker: 8-2
……别跟我提这个。我不置换。#speaker: 我
嗐，这又没什么丢人的。因为置换而倾家荡产的，有你一个不多缺你一个不少。#speaker: 8-2
不过也就几周没见你就混成这样了，啧啧。这种时候就显示出我的重要性了，你说巧不巧，我可是个置换专家——
你有心理精算师资格证？#speaker: 我
……我要那东西干什么。别说拿证的小孩了，发证的那什么专家评审，都是纸上谈兵，懂得哪有我多。#speaker: 8-2
【平淡/讽刺】自封的专家，那不就是骗子。#speaker: 我
你这个画家不也是自封的？#speaker: 8-2
【微愣】都是别人乱叫……你知道我是画画的？#speaker: 我
【神秘】说了，我是你的老朋友。#speaker: 8-2
……你们骗子都这样吧，骗人之前先把目标给打听清楚了。也是，这地方就这么大。#speaker: 8-2
嘿，我不跟你争这个。别说要你的钱了，我这是上赶着给你送生意呢。#speaker: 8-2
【笑】画家，这么久没见，给我画个画吧？
肖像75一张。#speaker: 我
老这样多没意思。要不，咱们来点新鲜的？#speaker: 8-2
给我的新作画插图！
【清嗓子】我是个画画的，不是做设——#speaker: 我
都没钱了还在这摆谱呢！你到这镇子也没几个月，这餐馆的logo、纹身店的稿、补习班的传单、老王家的墙还有酒吧厕所的牌子都是你整的，你当我不知道啊？#speaker：8-2
（现在骗子的调查做得这么全面了吗？有的我明明匿名了……）#speaker: 我
我知道你在想什么，我就算是骗子，骗的也不是你这个穷光蛋。行了，一幅少说给你75，画得好另外加钱，定金也会给的！没问题吧？#speaker：8-2
（虽然这家伙处处透着可疑，但现在的确是急需创收的时候。）行，等我把画箱打开。#speaker: 我
【新手指引：右侧panel内，点击打开随身画箱。】

    -> END
